Repository: 0xJavier/NTBanker
Catalog: NTBanker/Localizable.xcstrings
Source language: en
Languages: es

source: Amount
es: Cantidad

source: Are you sure you want to collect the lottery?
es: ¿Estás seguro de que quieres recoger la lotería?

source: Balance:
es: Saldo:

source: Button
es: Botón

source: Cancel
es: Cancelar

source: Card Color
es: Color de la tarjeta

source: Collect
es: Recolectar

source: Collect $200
es: Recoge $200

source: Collect lottery
es: Recoger lotería

source: Collected $200
es: $200 recaudados

source: Confirm Password
es: Confirmar Contraseña

source: Could not collect the lottery at this time. Please try again
es: No se pudo cobrar la lotería en este momento. Inténtalo de nuevo

source: Could not create user from Data
es: No se pudo crear un usuario a partir de datos

source: Could not get current user's UID
es: No se pudo obtener el UID del usuario actual

source: Could not get document(s) from querySnapshot
es: No se pudieron obtener los documentos de querySnapshot

source: Could not get lottery amount at this time. Please try again.
es: No se pudo obtener el monto de la lotería en este momento. Inténtalo de nuevo.

source: Create an account
es: Crea una cuenta

source: Email
es: Correo electrónico

source: Enhance
es: Mejore

source: Error sending money
es: Error al enviar dinero

source: Error signing out
es: Error al cerrar sesión

source: Error signing up
es: Error al registrarse

source: Family Game Nights
es: noches de juegos familiares

source: Forgot your password?
es: ¿Olvidaste tu contraseña?

source: Free Parking Lottery
es: Lotería de estacionamiento gratuito

source: Home
es: Inicio

source: Latest Transactions
es: Últimas transacciones

source: Log in to your account
es: Ingrese a su cuenta

source: Login
es: Acceso

source: Lottery
es: Lotería

source: Name
es: Nombre

source: Paid %@
es: Pagado %@

source: Paid Bank
es: Banco pagado

source: Paid Lottery
es: Lotería Pagada

source: Password
es: Contraseña

source: Pay Bank
es: Pagar Banco

source: Pay Lottery
es: Pagar Lotería

source: Quick Actions
es: Acciones rápidas

source: Ranking
es: Clasificación

source: Receive Money
es: Recibir dinero

source: Received
es: Recibido

source: Received money from %@
es: Recibió dinero de %@

source: Received money from Bank
es: Dinero recibido del banco

source: Send Money
es: Enviar dinero

source: Sent
es: Enviado

source: Settings
es: Ajustes

source: Sign Out
es: Desconectar

source: Sign Up
es: Inscribirse

source: Success
es: Éxito

source: Success!
es: ¡Éxito!

source: Successfully sent!
es: ¡Enviado exitosamente!

source: User
es: Usuario

source: Welcome to NTBanker. Speed up game banking with our easy to use Balance cards.
es: Bienvenido a NTBanker. Acelere la banca de juegos con nuestras tarjetas Balance fáciles de usar.

source: Won Lottery
es: Lotería ganada
